Repository: linjae2/fork.ubuntu.libvirt
Catalog: po/*.po
Languages: pt_br

source: Configure a network to be automatically started at boot.
pt_br: Configurar uma rede para ser automaticamente iniciada na inicialização da máquina.

source: network name or uuid
pt_br: nome ou uuid da rede

source: failed to mark network %s as autostarted
pt_br: Falha ao marcar rede %s para início automático

source: failed to unmark network %s as autostarted
pt_br: Falha ao desmarcar rede %s para início automático

source: Network %s marked as autostarted
pt_br: Rede %s marcada para início automático

source: Network %s unmarked as autostarted
pt_br: Rede %s desmarcada para início automático

source: create a network from an XML file
pt_br: criar uma rede a partir de um arquivo XML

source: Create a network.
pt_br: Criar uma rede.

source: file containing an XML network description
pt_br: arquivo contendo uma descrição em XML da rede

source: Network %s created from %s
pt_br: Rede %s criada a partir de %s

source: Failed to create network from %s
pt_br: Não foi possível criar uma rede a partir de %s

source: define (but don't start) a network from an XML file
pt_br: definir (mas não iniciar) uma rede a partir de um arquivo XML

source: Define a network.
pt_br: Definir uma rede.

source: Network %s defined from %s
pt_br: Rede %s definida a partir de %s

source: Failed to define network from %s
pt_br: Não foi possível definir a rede a partir de %s

source: destroy a network
pt_br: destruir uma rede

source: Destroy a given network.
pt_br: Destruir uma rede fornecida.

source: network name, id or uuid
pt_br: nome, id ou uuid da rede

source: Network %s destroyed
pt_br: A rede %s foi destruída

source: Failed to destroy network %s
pt_br: Não foi possível destruir a rede %s

source: network information in XML
pt_br: informação de rede em XML

source: Output the network information as an XML dump to stdout.
pt_br: Exibe a informação da rede como um despejo em XML no stdout.

source: list networks
pt_br: listar redes

source: Returns list of networks.
pt_br: Retorna uma lista de redes.

source: list inactive networks
pt_br: listar redes inativas

source: list inactive & active networks
pt_br: listar redes ativas e inativas

source: Failed to list active networks
pt_br: Não foi possível listar as redes ativas

source: Failed to list inactive networks
pt_br: Não foi possível listar as redes inativas

source: Autostart
pt_br: Início automático

source: no autostart
pt_br: sem início automático

source: active
pt_br: ativa

source: inactive
pt_br: inativa

source: convert a network UUID to network name
pt_br: converter um UUID de rede para um nome

source: network uuid
pt_br: uuid da rede

source: start a (previously defined) inactive network
pt_br: iniciar uma rede inativa (previamente definida)

source: Start a network.
pt_br: Iniciar uma rede.

source: name of the inactive network
pt_br: nome da rede inativa

source: Network %s started
pt_br: Rede %s iniciada

source: Failed to start network %s
pt_br: Não foi possível iniciar a rede %s

source: undefine an inactive network
pt_br: remover a definição de uma rede inativa

source: Undefine the configuration for an inactive network.
pt_br: Remover a definição da configuração de uma rede inativa.

source: Network %s has been undefined
pt_br: A rede %s teve sua definição removida

source: Failed to undefine network %s
pt_br: Não foi possível remover a definição da rede %s

source: convert a network name to network UUID
pt_br: converter um nome de rede para um UUID

source: network name
pt_br: nome da rede

source: failed to get network UUID
pt_br: não foi possível obter o UUID da rede

source: show version
pt_br: exibir versão

source: Display the system version information.
pt_br: Exibir informação da versão do sistema.

source: failed to get hypervisor type
pt_br: não foi possível obter o tipo de hypervisor

source: Compiled against library: libvir %d.%d.%d
pt_br: Compilado usando a biblioteca: libvir %d.%d.%d

source: failed to get the library version
pt_br: não foi possível obter a versão da biblioteca

source: Using library: libvir %d.%d.%d
pt_br: Usando biblioteca: libvir %d.%d.%d

source: Using API: %s %d.%d.%d
pt_br: Usando a API: %s %d.%d.%d

source: failed to get the hypervisor version
pt_br: não foi possível obter a versão do hypervisor

source: Cannot extract running %s hypervisor version
pt_br: Não é possível extrair a versão do hypervisor %s em execução

source: Running hypervisor: %s %d.%d.%d
pt_br: Executando o hypervisor: %s %d.%d.%d

source: print the hypervisor hostname
pt_br: exibir o nome de máquina do hypervisor

source: failed to get hostname
pt_br: falha ao obter o nome de máquina

source: print the hypervisor canonical URI
pt_br: exibir a URI canônica do hypervisor

source: failed to get URI
pt_br: não foi possível obter a URI

source: vnc display
pt_br: display do vnc

source: Output the IP address and port number for the VNC display.
pt_br: Exibe informação do endereço IP e do número da porta para o display do VNC.

source: attach device from an XML file
pt_br: anexar dispositivo a partir de um arquivo XML

source: Attach device from an XML <file>.
pt_br: Anexar dispositivo a partir de um arquivo XML.

source: XML file
pt_br: Arquivo XML

source: Failed to attach device from %s
pt_br: Falhou ao anexar dispositivo a partir de %s

source: detach device from an XML file
pt_br: desanexar dispositivo a partir de um arquivo XML

source: Detach device from an XML <file>
pt_br: Desanexar dispositivo a partir de um arquivo XML

source: Failed to detach device from %s
pt_br: Falhou ao desanexar dispositivo a partir de %s

source: attach network interface
pt_br: conectar interface de rede

source: Attach new network interface.
pt_br: Conectar nova interface de rede.

source: network interface type
pt_br: tipo da interface de rede

source: source of network interface
pt_br: fonte da interface de rede

source: target network name
pt_br: nome da rede de destino

source: MAC adress
pt_br: Endereço MAC

source: script used to bridge network interface
pt_br: script utilizado para a interface de rede bridge

source: No support %s in command 'attach-interface'
pt_br: Nenhum suporte a %s no comando "attach-interface"

source: detach network interface
pt_br: desconectar interface de rede

source: Detach network interface.
pt_br: Desconectar interface de rede.

source: Failed to get interface information
pt_br: Falha na obtenção de informações da interface

source: No found interface whose type is %s
pt_br: A interface cujo tipo é %s não foi encontrada

source: No found interface whose MAC address is %s
pt_br: A interface cujo endereço MAC é %s não foi encontrada

source: Failed to allocate memory
pt_br: Falha ao alocar memória

source: Failed to create XML
pt_br: Falha ao criar XML

source: attach disk device
pt_br: desconectar dispositivo de disco

source: Attach new disk device.
pt_br: Conectar novo dispositivo de disco.

source: source of disk device
pt_br: fonte do dispositivo de disco

source: target of disk device
pt_br: destino do dispositivo de disco

source: driver of disk device
pt_br: driver do dispositivo de disco

source: subdriver of disk device
pt_br: subdriver do dispositivo de disco

source: target device type
pt_br: tipo do destino do dispositivo

source: mode of device reading and writing
pt_br: modo de leitura e escrita do dispositivo

source: No support %s in command 'attach-disk'
pt_br: Nenhum suporte a %s no comando "attach-disk"

source: detach disk device
pt_br: desconectar o dispositivo de disco

source: Detach disk device.
pt_br: Desconectar o dispositivo de disco

source: Failed to get disk information
pt_br: Falha na obtenção de informações do disco

source: No found disk whose target is %s
pt_br: O disco cujo destino é %s não foi encontrado

source: quit this interactive terminal
pt_br: sair deste terminal interativo

source: command '%s' requires <%s> option
pt_br: o comando '%s' precisa da opção <%s>

source: command '%s' requires --%s option
pt_br: o comando '%s' precisa da opção --%s

source: command '%s' doesn't exist
pt_br: o comando '%s' não existe

source: NAME
pt_br: NOME

source: SYNOPSIS
pt_br: SUMÁRIO

source: DESCRIPTION
pt_br: DESCRIÇÃO

source: OPTIONS
pt_br: OPÇÕES

source: --%s <number>
pt_br: --%s <número>

source: --%s <string>
pt_br: --%s <texto>

source: undefined domain name or id
pt_br: nome ou ID do domínio indefinido

source: failed to get domain '%s'
pt_br: não foi possível obter o domínio '%s'

source: undefined network name
pt_br: nome da rede indefinido

source: failed to get network '%s'
pt_br: não foi possível obter a rede "%s"

source: (Time: %.3f ms)
pt_br: (Tempo: %.3f ms)

source: missing "
pt_br: falta o "

source: unexpected token (command name): '%s'
pt_br: item inesperado (nome do comando): '%s'

source: unknown command: '%s'
pt_br: comando desconhecido: '%s'

source: command '%s' doesn't support option --%s
pt_br: o comando '%s' não suporta a opção --%s

source: expected syntax: --%s <%s>
pt_br: sintaxe esperada: --%s <%s>

source: number
pt_br: número

source: string
pt_br: texto

source: unexpected data '%s'
pt_br: dados '%s' inesperados

source: OPTION
pt_br: OPÇÃO

source: DATA
pt_br: DADOS

source: running
pt_br: em execução

source: blocked
pt_br: bloqueado

source: paused
pt_br: pausado

source: in shutdown
pt_br: fechando

source: shut off
pt_br: desligado

source: crashed
pt_br: travado

source: no valid connection
pt_br: sem conexão válida

source: %s: error:
pt_br: %s: erro:

source: error:
pt_br: erro:

source: %s: %d: failed to allocate %d bytes
pt_br: %s: %d: não foi possível alocar %d bytes

source: %s: %d: failed to allocate %lu bytes
pt_br: %s: %d: não foi possível alocar %lu bytes

source: failed to connect to the hypervisor
pt_br: não foi possível conectar ao hypervisor

source: failed to get the log file information
pt_br: falha ao obter a informação do arquivo de log

source: the log path is not a file
pt_br: o caminho do log não é um arquivo

source: failed to open the log file. check the log file path
pt_br: falha ao abrir o arquivo de log. Verifique o caminho do arquivo de log.

source: failed to write the log file
pt_br: falha ao escrever o arquivo de log

source: unsupported option '-%c'. See --help.
pt_br: a opção '-%c' não é suportada. Veja o --help.

source: Welcome to %s, the virtualization interactive terminal.
pt_br: Bem-vindo ao %s, o terminal interativo de virtualização.

source: Type: 'help' for help with commands 'quit' to quit
pt_br: Digite: 'help' para obter ajuda sobre os comandos 'quit' para sair

source: allocating configuration
pt_br: alocando a configuração

source: unterminated number
pt_br: número sem terminação

source: unterminated string
pt_br: texto sem terminação

source: expecting a value
pt_br: esperando um valor

source: expecting a separator in list
pt_br: esperando um separador na lista

source: list is not closed with ]
pt_br: lista não termina em ]

source: expecting a name
pt_br: esperando um nome

source: expecting a separator
pt_br: esperando um separador

source: expecting an assignment
pt_br: esperando uma atribuição

source: failed to allocate buffer
pt_br: não foi possível o buffer

source: failed to open file
pt_br: não foi possível abrir o arquivo

source: failed to save content
pt_br: não foi possível salvar o conteúdo

source: failed to connect to Xen Store
pt_br: não foi possível conectar ao Store do Xen

source: failed to exec %s
pt_br: não foi possível executar o %s

source: Failed to close socket %d
pt_br: Não foi possível fechar o soquete %d

source: Failed to read socket %d
pt_br: Não foi possível ler o soquete %d

source: Failed to write to socket %d
pt_br: Não foi possível escrever no soquete %d

source: Communication error with proxy: got %d bytes of %d
pt_br: Erro de comunicação com o proxy: leram-se %d bytes de %d

source: Communication error with proxy: expected %d bytes got %d
pt_br: Erro de comunicação com o proxy: eram esperados %d bytes mas leram-se %d

source: Communication error with proxy: got %d bytes packet
pt_br: Erro de comunicação com o proxy: obteve-se um pacote de %d bytes

source: Communication error with proxy: malformed packet
pt_br: Erro de comunicação com o proxy: pacote mal formado

source: got asynchronous packet number %d
pt_br: foi obtido um número de pacote assíncrono %d

source: allocating %d domain info
pt_br: alocando informação de domínio de %d
