Repository: linjae2/fork.ubuntu.libvirt
Catalog: po/*.po
Languages: pt_br

source: allocating connection
pt_br: alocando a conexão

source: warning
pt_br: atenção

source: error
pt_br: erro

source: No error message provided
pt_br: Nenhuma mensagem de erro foi fornecida

source: internal error %s
pt_br: erro interno %s

source: internal error
pt_br: erro interno

source: out of memory
pt_br: sem memória

source: this function is not supported by the hypervisor
pt_br: esta função não é suportada pelo hypervisor

source: this function is not supported by the hypervisor: %s
pt_br: esta função não é suportada pelo hypervisor: %s

source: could not connect to hypervisor
pt_br: não foi possível conectar ao hypervisor

source: could not connect to %s
pt_br: não foi possível conectar a %s

source: invalid connection pointer in
pt_br: ponteiro de ligação inválido em

source: invalid connection pointer in %s
pt_br: ponteiro de ligação inválido em %s

source: invalid domain pointer in
pt_br: ponteiro do domínio inválido em

source: invalid domain pointer in %s
pt_br: ponteiro do domínio inválido em %s

source: invalid argument in
pt_br: argumento inválido em

source: invalid argument in %s
pt_br: argumento inválido em %s

source: operation failed: %s
pt_br: a operação falhou: %s

source: operation failed
pt_br: a operação falhou

source: GET operation failed: %s
pt_br: A operação GET falhou: %s

source: GET operation failed
pt_br: A operação GET falhou

source: POST operation failed: %s
pt_br: A operação POST falhou: %s

source: POST operation failed
pt_br: A operação POST falhou

source: got unknown HTTP error code %d
pt_br: código de erro de HTTP desconhecido %d foi obtido

source: unknown host %s
pt_br: host desconhecido %s

source: unknown host
pt_br: host desconhecido

source: failed to serialize S-Expr: %s
pt_br: não foi possível serializar S-Expr: %s

source: failed to serialize S-Expr
pt_br: não foi possível serializar S-Expr

source: could not use Xen hypervisor entry
pt_br: não foi possível usar o item do hypervisor do Xen

source: could not use Xen hypervisor entry %s
pt_br: não foi possível usar o item %s do hypervisor do Xen

source: could not connect to Xen Store
pt_br: não foi possível conectar ao Store do Xen

source: could not connect to Xen Store %s
pt_br: não foi possível conectar ao Store do Xen %s

source: failed Xen syscall %s %d
pt_br: syscall do Xen %s %d falhou

source: unknown OS type
pt_br: tipo de SO desconhecido

source: unknown OS type %s
pt_br: Tipo de SO desconhecido %s

source: missing kernel information
pt_br: falta a informação do kernel

source: missing root device information
pt_br: falta a informação do dispositivo raiz

source: missing root device information in %s
pt_br: falta a informação do dispositivo raiz em %s

source: missing source information for device
pt_br: falta a informação de origem do dispositivo

source: missing source information for device %s
pt_br: falta a informação de origem do dispositivo %s

source: missing target information for device
pt_br: falta a informação do destino do dispositivo

source: missing target information for device %s
pt_br: falta a informação do destino do dispositivo %s

source: missing domain name information
pt_br: falta a informação do nome do domínio

source: missing domain name information in %s
pt_br: falta a informação do nome do domínio em %s

source: missing operating system information
pt_br: falta a informação do sistema operacional

source: missing operating system information for %s
pt_br: falta a informação do sistema operacional em %s

source: missing devices information
pt_br: falta a informação dos dispositivos

source: missing devices information for %s
pt_br: falta a informação dos dispositivos em %s

source: too many drivers registered
pt_br: há muitos drivers registrados

source: too many drivers registered in %s
pt_br: há muitos drivers registrados em %s

source: library call failed, possibly not supported
pt_br: a chamada da biblioteca falhou, possivelmente por não ser suportada

source: library call %s failed, possibly not supported
pt_br: a chamada da biblioteca %s falhou, possivelmente por não ser suportada

source: XML description not well formed or invalid
pt_br: a descrição em XML não está bem formatada ou é inválida

source: XML description for %s is not well formed or invalid
pt_br: a descrição em XML do %s não está bem formatada ou é inválida

source: this domain exists already
pt_br: este domínio já existe

source: domain %s exists already
pt_br: o domínio %s já existe

source: operation forbidden for read only access
pt_br: operação proibida para acesso apenas leitura

source: operation %s forbidden for read only access
pt_br: operação %s proibida para acesso apenas leitura

source: failed to open configuration file for reading
pt_br: não foi possível abrir o arquivo de configuração para leitura

source: failed to open %s for reading
pt_br: não foi possível abrir %s para leitura

source: failed to read configuration file
pt_br: não foi possível ler o arquivo de configuração

source: failed to read configuration file %s
pt_br: não foi possível ler o arquivo de configuração %s

source: failed to parse configuration file
pt_br: não foi possível analisar o arquivo de configuração

source: failed to parse configuration file %s
pt_br: não foi possível analisar o arquivo de configuração %s

source: configuration file syntax error
pt_br: erro de sintaxe no arquivo de configuração

source: configuration file syntax error: %s
pt_br: erro de sintaxe no arquivo de configuração: %s

source: failed to write configuration file
pt_br: não foi possível escrever o arquivo de configuração

source: failed to write configuration file: %s
pt_br: não foi possível escrever o arquivo de configuração: %s

source: parser error
pt_br: erro do analisador

source: invalid network pointer in
pt_br: ponteiro de rede inválido em

source: invalid network pointer in %s
pt_br: ponteiro de rede inválido em %s

source: this network exists already
pt_br: esta rede já existe

source: network %s exists already
pt_br: a rede %s já existe

source: system call error
pt_br: erro de chamada do sistema

source: RPC error
pt_br: Erro RPC

source: GNUTLS call error
pt_br: Erro de chamada do GNUTLS

source: Failed to find the network
pt_br: Falha ao encontrar a rede

source: Failed to find the network: %s
pt_br: Falha ao encontrar a rede: %s

source: copying node content
pt_br: copiando conteúdo do nó

source: allocate value array
pt_br: alocar uma matriz de valores

source: unexpected dict node
pt_br: nó dict inesperado

source: unexpected value node
pt_br: nó de valor inesperado

source: send request
pt_br: enviar o pedido

source: unexpected mime type
pt_br: tipo MIME inesperado

source: allocate response
pt_br: alocar resposta

source: read response
pt_br: ler resposta

source: allocate string array
pt_br: alocar matriz de strings

source: parse server response failed
pt_br: falha ao analisar resposta do servidor

source: allocate new context
pt_br: alocar novo contexto

source: allocating domain
pt_br: alocando domínio

source: failed to add domain to connection hash table
pt_br: não foi possível adicionar domínio à tabela hash de conexões

source: domain missing from connection hash table
pt_br: domínio não disponível na tabela hash de conexões

source: allocating network
pt_br: alocando rede

source: failed to add network to connection hash table
pt_br: não foi possível adicionar a rede à tabela hash de conexões

source: network missing from connection hash table
pt_br: rede não disponível na tabela hash de conexões

source: getting time of day
pt_br: obtendo horário

source: domain
pt_br: domínio

source: creating xpath context
pt_br: criando contexto de xpath

source: domain name
pt_br: nome do domínio

source: domain uuid
pt_br: UUID do domínio

source: domain memory
pt_br: memória do domínio

source: domain current memory
pt_br: memória atual do domínio

source: domain vcpus
pt_br: vCPUs do domínio

source: domain reboot behaviour
pt_br: comportamento da inicialização do domínio

source: domain poweroff behaviour
pt_br: comportamento do desligamento do domínio

source: domain crash behaviour
pt_br: comportamento do travamento do domínio

source: load domain definition file
pt_br: carregar arquivo de definição do domínio

source: loading host definition file
pt_br: carregando arquivo de definição do host

source: node
pt_br: nó

source: node cpu numa nodes
pt_br: nós NUMA da CPU do nó

source: node cpu sockets
pt_br: soquetes da CPU do nó

source: node cpu cores
pt_br: núcleos da CPU do nó

source: node cpu threads
pt_br: threads da CPU do nó

source: node active cpu
pt_br: CPU ativa do nó

source: node cpu mhz
pt_br: MHz da CPU do nó

source: node memory
pt_br: memória do nó

source: node domain list
pt_br: lista de domínios do nó

source: resolving domain filename
pt_br: resolvendo nome do arquivo do domínio

source: allocating node
pt_br: alocando nó

source: testOpen: supply a path or use test:///default
pt_br: testOpen: forneça um caminho ou use test:///default

source: too many connections
pt_br: conexões excessivas

source: allocating private data
pt_br: alocando dados privados

source: allocating path
pt_br: alocando caminho

source: too many domains
pt_br: domínios excessivos

source: Domain is already running
pt_br: O domínio já está em execução

source: Domain is still running
pt_br: O domínio ainda está em execução

source: failed to allocate a node
pt_br: não foi possível alocar um nó

source: failed to copy a string
pt_br: não foi possível copiar a string

source: failed to read from Xen Daemon
pt_br: não foi possível ler a partir do Daemon do Xen

source: allocate new buffer
pt_br: alocando novo buffer

source: failed to urlencode the create S-Expr
pt_br: não foi possível efetuar o urlencode da S-Expr criada

source: domain information incomplete, missing domid
pt_br: informação do domínio incompleta, falta o domid

source: domain information incorrect domid not numeric
pt_br: informação do domínio incompleta, domid não numérico

source: domain information incomplete, missing uuid
pt_br: informação do domínio incompleta, falta uuid

source: domain information incomplete, missing name
pt_br: informação do domínio incompleta, falta nome

source: domain information incomplete, missing kernel & bootloader
pt_br: informação de domínio incompleta, está faltando o kernel e o gerenciador de inicialização

source: domain information incomplete, missing id
pt_br: informação do domínio incompleta, falta o id

source: domain information incomplete, vbd has no dev
pt_br: informação do domínio incompleta, vbd não tem dev

source: domain information incomplete, vbd has no src
pt_br: informação do domínio incompleta, vbd não tem src

source: cannot parse vbd filename, missing driver name
pt_br: impossível analisar nome de arquivo vbd, nome do driver faltando

source: cannot parse vbd filename, missing driver type
pt_br: impossível analisar nome de arquivo vbd, tipo de driver faltando

source: failed to parse Xend domain information
pt_br: não foi possível analisar a informação do domínio do Xend

source: Failed to create inactive domain %s
pt_br: Não foi possível criar o domínio inativo %s

source: print help
pt_br: imprimir ajuda

source: Prints global help or command specific help.
pt_br: Imprime ajuda global ou específica para cada comando.

source: name of command
pt_br: nome de comando

source: Commands:
pt_br: Comandos:

source: autostart a domain
pt_br: Iniciar um domínio automaticamente

source: Configure a domain to be automatically started at boot.
pt_br: Configurar um domínio para ser iniciado automaticamente ao inicializar a máquina.

source: domain name, id or uuid
pt_br: nome, id ou uuid do domínio

source: disable autostarting
pt_br: desabilitar início automático

source: Failed to mark domain %s as autostarted
pt_br: Falhou ao marcar o domínio %s para início automático

source: Failed to unmark domain %s as autostarted
pt_br: Falhou ao desmarcar o domínio %s para início automático

source: Domain %s marked as autostarted
pt_br: Domínio %s marcado para ser iniciado automaticamente

source: Domain %s unmarked as autostarted
pt_br: Domínio %s desmarcado para não ser iniciado automaticamente

source: (re)connect to hypervisor
pt_br: (re)conectar ao hypervisor

source: Connect to local hypervisor. This is built-in command after shell start up.
pt_br: Conectar ao hypervisor local. Este é um comando incorporado após a inicialização da linha de comandos.

source: hypervisor connection URI
pt_br: URI de conexão ao hypervisor

source: read-only connection
pt_br: conexão em modo apenas leitura

source: Failed to disconnect from the hypervisor
pt_br: Não foi possível desconectar do hypervisor

source: Failed to connect to the hypervisor
pt_br: Não foi possível conectar ao hypervisor

source: connect to the guest console
pt_br: conectar ao console do convidado

source: Connect the virtual serial console for the guest
pt_br: Conectar o console virtual serial para o convidado

source: No console available for domain
pt_br: Nenhum console disponível para o domínio

source: list domains
pt_br: listar os domínios

source: Returns list of domains.
pt_br: Retorna lista de domínios.

source: list inactive domains
pt_br: listar os domínios inativos

source: list inactive & active domains
pt_br: listar os domínios ativos e inativos

source: Failed to list active domains
pt_br: Não foi possível listar os domínios ativos

source: Failed to list inactive domains
pt_br: Não foi possível listar os domínios inativos

source: Name
pt_br: Nome

source: State
pt_br: Estado

source: no state
pt_br: sem estado

source: domain state
pt_br: estado do domínio

source: Returns state about a running domain.
pt_br: Devolve o estado de um domínio em execução.

source: suspend a domain
pt_br: suspender um domínio

source: Suspend a running domain.
pt_br: Suspender um domínio em execução.

source: Domain %s suspended
pt_br: Domínio %s suspenso

source: Failed to suspend domain %s
pt_br: Não foi possível suspender o domínio %s

source: create a domain from an XML file
pt_br: criar um domínio a partir de um arquivo XML

source: Create a domain.
pt_br: Criar um domínio.

source: file containing an XML domain description
pt_br: arquivo contendo uma descrição em XML do domínio

source: Failed to open '%s': %s
pt_br: Falha ao abrir "%s": %s

source: Failed to open '%s': read: %s
pt_br: Falha ao abrir "%s": ler: %s

source: Error allocating memory: %s
pt_br: Erro ao alocar memória: %s

source: Domain %s created from %s
pt_br: Domínio %s criado a partir do %s

source: Failed to create domain from %s
pt_br: Não foi possível criar domínio a partir de %s

source: define (but don't start) a domain from an XML file
pt_br: definir (mas não iniciar) um domínio a partir de um arquivo XML

source: Define a domain.
pt_br: Definir um domínio.

source: Domain %s defined from %s
pt_br: Domínio %s definido a partir de %s

source: Failed to define domain from %s
pt_br: Não foi possível definir o domínio a partir de %s

source: undefine an inactive domain
pt_br: remover a definição de um domínio inativo

source: Undefine the configuration for an inactive domain.
pt_br: Remover a definição da configuração de um domínio inativo.

source: domain name or uuid
pt_br: nome ou UUID do domínio

source: Domain %s has been undefined
pt_br: O domínio %s teve sua definição removida

source: Failed to undefine domain %s
pt_br: Não foi possível remover a definição do domínio %s

source: start a (previously defined) inactive domain
pt_br: iniciar um domínio inativo (previamente definido)

source: Start a domain.
pt_br: Iniciar um domínio.

source: name of the inactive domain
pt_br: nome do domínio inativo

source: Domain is already active
pt_br: Domínio já está ativo

source: Domain %s started
pt_br: Domínio %s foi iniciado

source: Failed to start domain %s
pt_br: Não foi possível iniciar o domínio %s

source: save a domain state to a file
pt_br: salvar o estado de um domínio em um arquivo

source: Save a running domain.
pt_br: Salvar um domínio em execução.

source: where to save the data
pt_br: onde salvar os dados

source: Domain %s saved to %s
pt_br: Domínio %s foi gravado em %s

source: Failed to save domain %s to %s
pt_br: Não foi possível salvar o domínio %s em %s

source: show/set scheduler parameters
pt_br: mostrar/definir parâmetros do agendador

source: Show/Set scheduler parameters.
pt_br: Mostrar/definir parâmetros do agendador.

source: weight for XEN_CREDIT
pt_br: espessura do XEN_CREDIT

source: cap for XEN_CREDIT
pt_br: capitalização do XEN_CREDIT

source: Scheduler
pt_br: Agendador

source: Unknown
pt_br: Desconhecido

source: restore a domain from a saved state in a file
pt_br: restaurar um domínio a partir de um estado gravado em arquivo

source: Restore a domain.
pt_br: Restaurar um domínio.

source: the state to restore
pt_br: estado a ser restaurado

source: Domain restored from %s
pt_br: O domínio foi restaurado a partir do %s

source: Failed to restore domain from %s
pt_br: Não foi possível restaurar domínio a partir de %s

source: dump the core of a domain to a file for analysis
pt_br: descarregar memória de um domínio em um arquivo para análise

source: Core dump a domain.
pt_br: Descarregar a memória de um domínio.

source: where to dump the core
pt_br: onde salvar os dados de memória

source: Domain %s dumpd to %s
pt_br: Domínio %s foi descarregado em %s

source: Failed to core dump domain %s to %s
pt_br: Não foi possível descarregar a memória do domínio %s em %s

source: resume a domain
pt_br: restaurar um domínio

source: Resume a previously suspended domain.
pt_br: Restaurar o funcionamento de um domínio previamente suspenso.

source: Domain %s resumed
pt_br: Domínio %s teve seu funcionamento restaurado

source: Failed to resume domain %s
pt_br: Não foi possível restaurar o domínio %s

source: gracefully shutdown a domain
pt_br: fechar um domínio adequadamente

source: Run shutdown in the target domain.
pt_br: Executar o shutdown no domínio alvo.

source: Domain %s is being shutdown
pt_br: Domínio %s está sendo fechado

source: Failed to shutdown domain %s
pt_br: Não foi possível fechar o domínio %s

source: reboot a domain
pt_br: reinicializar um domínio

source: Run a reboot command in the target domain.
pt_br: Executar um comando reboot no domínio alvo.

source: Domain %s is being rebooted
pt_br: O domínio %s está sendo reinicializado

source: Failed to reboot domain %s
pt_br: Não foi possível reinicializar o domínio %s

source: destroy a domain
pt_br: destruir um domínio

source: Destroy a given domain.
pt_br: Destruir um certo domínio.

source: Domain %s destroyed
pt_br: Domínio %s foi destruído

source: Failed to destroy domain %s
pt_br: Não foi possível destruir o domínio %s

source: domain information
pt_br: informação do domínio

source: Returns basic information about the domain.
pt_br: Retorna informações básicas sobre o domínio.

source: Name:
pt_br: Nome:

source: OS Type:
pt_br: Tipo de SO:

source: State:
pt_br: Estado:

source: CPU time:
pt_br: Tempo de CPU:

source: Max memory:
pt_br: Memória máxima:

source: no limit
pt_br: ilimitado

source: Used memory:
pt_br: Memória usada:

source: domain vcpu information
pt_br: informação da vCPU do domínio

source: Returns basic information about the domain virtual CPUs.
pt_br: Retorna a informação básica sobre as CPUs virtuais do domínio.

source: CPU Affinity:
pt_br: Afinidade da CPU:

source: Domain shut off, virtual CPUs not present.
pt_br: Domínio desligado, as CPUs virtuais não estão presentes.

source: control domain vcpu affinity
pt_br: controlar a afinidade da vCPU do domínio

source: Pin domain VCPUs to host physical CPUs.
pt_br: Fixar as vCPUs do domínio nas CPUs físicas do host.

source: vcpu number
pt_br: número da vCPU

source: host cpu number(s) (comma separated)
pt_br: números das CPUs do host (separados por vírgulas)

source: cpulist: Invalid format. Empty string.
pt_br: cpulist: Formato inválido. String vazia.

source: cpulist: %s: Invalid format. Expecting digit at position %d (near '%c').
pt_br: cpulist: %s: Formato inválido. Um dígito é esperado na posição %d (próximo a "%c").

source: cpulist: %s: Invalid format. Expecting digit or comma at position %d (near '%c').
pt_br: cpulist: %s: Formato Inválido. Um dígito ou vírgula é esperada na posição %d (próximo a "%c").

source: cpulist: %s: Invalid format. Trailing comma at position %d.
pt_br: cpulist: %s: Formato inválido. Indicativo de vírgula na posição %d.

source: Physical CPU %d doesn't exist.
pt_br: A CPU física %d não existe.

source: change number of virtual CPUs
pt_br: mudar o número de CPUs virtuais

source: Change the number of virtual CPUs active in the guest domain.
pt_br: Mudar o número de CPUs virtuais ativos no domínio convidado.

source: number of virtual CPUs
pt_br: número de CPUs virtuais

source: Invalid number of virtual CPUs.
pt_br: Número inválido de CPUs virtuais.

source: Too many virtual CPUs.
pt_br: CPUs virtuais em excesso.

source: change memory allocation
pt_br: mudar a alocação de memória

source: Change the current memory allocation in the guest domain.
pt_br: Mudar a alocação de memória atual no domínio convidado.

source: number of kilobytes of memory
pt_br: número de kilobytes de memória

source: Invalid value of %d for memory size
pt_br: %d é um valor inválido para o tamanho da memória

source: Unable to verify MaxMemorySize
pt_br: Não foi possível verificar MaxMemorySize (tamanho máximo de memória)

source: change maximum memory limit
pt_br: mudar o limite máximo de memória

source: Change the maximum memory allocation limit in the guest domain.
pt_br: Mudar o limite de memória alocada para o domínio convidado.

source: maximum memory limit in kilobytes
pt_br: limite máximo de memória em kilobytes

source: Unable to verify current MemorySize
pt_br: Não foi possível verificar o MaxMemorySize (tamanho máximo de memória) atual

source: Unable to shrink current MemorySize
pt_br: Não foi possível reduzir o MemorySize (tamanho de memória) atual

source: Unable to change MaxMemorySize
pt_br: Não foi possível modificar o MaxMemorySize (tamanho máximo de memória)

source: node information
pt_br: informação do nó

source: Returns basic information about the node.
pt_br: Retorna informações básicas sobre o nó.

source: failed to get node information
pt_br: não foi possível obter informação sobre o nó

source: CPU model:
pt_br: Modelo da CPU:

source: CPU frequency:
pt_br: Freqüência da CPU:

source: CPU socket(s):
pt_br: Soquete(s) da CPU:

source: Core(s) per socket:
pt_br: Núcleo(s) por soquete:

source: Thread(s) per core:
pt_br: Thread(s) por núcleo:

source: NUMA cell(s):
pt_br: Célula(s) NUMA:

source: Memory size:
pt_br: Tamanho da memória:

source: capabilities
pt_br: capacidades

source: Returns capabilities of hypervisor/driver.
pt_br: Retornar capacidades ao hypervisor/driver.

source: failed to get capabilities
pt_br: não foi possível obter as capacidades

source: domain information in XML
pt_br: informação do domínio em XML

source: Output the domain information as an XML dump to stdout.
pt_br: Exibe a informação do domínio como um despejo em XML no stdout.

source: convert a domain id or UUID to domain name
pt_br: converter um ID ou UUID de domínio para um nome

source: domain id or uuid
pt_br: ID ou UUID do domínio

source: convert a domain name or UUID to domain id
pt_br: converter um nome ou UUID de um domínio para um ID

source: convert a domain name or id to domain UUID
pt_br: converter um nome ou ID de um domínio para um UUID

source: domain id or name
pt_br: ID ou nome do domínio

source: failed to get domain UUID
pt_br: não foi possível obter o UUID do domínio

source: autostart a network
pt_br: iniciar a rede automaticamente
